{
    "petlist": [
      { "id": 1,
      "type": "dog",  
      "title": "", 
      "image": "assets/petPhotos/id1.jpg",
      "description": "Маленький охоронець шукає сім'ю.  Хлопчик народився 5 листопада 2022 року.  Дуже грайливий, гавкучий, слухняний. Вакцинований.  Оброблений від паразитів. Шукаємо відповідальну родину, яка полюбить його так, як ми. ",
      "location": "Poltava"
      },
      { "id": 2, 
      "type": "dog",  
      "title": "", 
      "image": "assets/petPhotos/id2.jpg",
      "description": "Маленька принцеса в пошуках сім'ї. Харизматична, дуже впевнена. Справжній лідер. Буде вакцинована і стерилізована по досягненню віку. Виросте середнього розміру.",
      "location": "Poltava"
      },
      { "id": 3, 
      "type": "dog",  
      "title": "", 
      "image": "assets/petPhotos/id3.jpg",
      "description": "Дівчинка, приблизно 4-5 місяців, вакцинована, чіпована та стерилізована. Метис хаскі . Дуже кмітлива і грайлива. Повністю орієнтована на людину, любить поганяти котів. Шукаємо відповідальну сім'ю, яка зможе забезпечити дівчинці гарне життя і довгі прогулянки. ",
      "location": "Poltava"
      },
      { "id": 4,
      "type": "cat",  
      "title": "", 
      "image": "assets/petPhotos/id4.jpg",
      "description": "Хлопчик віком до року,  молодий, проте  вже знає,  що таке виживання. Він потребує родини і тепла сім'ї. Кастрований, вакцинований, оброблений від паразитів, буде чіпований. Подаруйте сім'ю дивовижному хлопчику, він стане вам вірним другом і муркотуном. ",
      "location": "Poltava"
      },
      { "id": 5, 
      "type": "dog",  
      "title": "Семечка", 
      "image": "assets/petPhotos/id5.jpg",
      "description": "Красуня Семечка в пошуках родини. Дівчинку було залишено в тяжкому стані на буровій. Підлікувалася, підросла, стала красунею. Стерилізована, чіпована і привита. Дівчинка дуже гавкуча, боїться незнайомих людей. Не привчена до ланцюга.",
      "location": "Poltava"
      },
      { "id": 6, 
      "type": "cat",  
      "title": "", 
      "image": "assets/petPhotos/id6.jpg",
      "description": "Котик чекає господаря.  Він був улюбленим котиком дідуся, але коли той потрапив в лікарню, сім'я прогнала тваринку на вулицю (взимку!). Кілька днів він сидів  біля дверей, чекав, доки пустять додому, отримуючи натомість побої.  Так і опинився в нас. Оброблений, кастрований, вакцинований.  Хуче бути  улюбленцем  сім'ї і заслуговує на це. ",
      "location": "Poltava"
      },
      { "id": 7,
      "type": "cat",  
      "title": "", 
      "image": "assets/petPhotos/id7.jpg",
      "description": "Маленький рижий красунчик шукає сім'ю. Хлопчику приблизно 5-6 місяців, він кастрований, вакцинований і оброблений від паразитів. Котика знайшли в холодному сараї. Лагідний, муркотливий, вихований, акуратний хлопчик. Шукає родину, яка його буде любити і пестити. ",
      "location": "Poltava"
      },
      { "id": 8, 
      "type": "cat",  
      "title": "Мишка", 
      "image": "assets/petPhotos/id8.jpg",
      "description": "Дівчинка давно чекає на свою Людину,  хоче знайти дім, відчути турботу та любов родини.  Добра, ніжна, стримана  Мишка. Віком до року , оброблена, привита, стерилізована, привчена до лотка. Любить натуральну їжу та сухий корм. Має стриманий, спокійний та поступливий характер, любить людську увагу. Завжди хоче бути поряд. Шукаємо  віповідальних та люблячих батьків, які подарують комфорт та піклування Мишці.",
      "location": "Poltava"
      }
    ]
    
  }